{
  "Title": "O mě",
  "Intro": {
    "H": "Ahoj, jmenuji se Martin Flasar!",
    "P": "Jsem vášnivý softwarový vývojář, který se věnuje vývoji elegantních a efektivních webových stránek. Díky zkušenostem v IT jsem si zdokonalil své dovednosti v různých programovacích jazycích a technologiích, abych mohl vytvářet smysluplné a uživatelsky přívětivé aplikace."
  },
  "Frontend": {
    "H": "Frontend",
    "P": "Specializuji se především na React.js a Vue.js, vytvářím pohlcující a dynamická uživatelská rozhraní."
  },
  "Backend": {
    "H": "Backend",
    "P": "I když se primárně zaměřuji na vývoj frontendu, mám také silné dovednosti ve vývoji backendu, zejména v Node.js. S Java Spring Boot a .NET frameworkem (ASP.NET CORE) mám také nějaké zkušenosti."
  },
  "Freelancing": {
    "H": "Freelancing",
    "P": "Mám minulost na volné noze, často pracuji na osobních nebo vedlejších projektech. Kromě toho jsem realizoval menší projekty pro klienty. Mé projekty na volné noze můžete prozkoumat na mé vyhrazené stránce."
  },
  "Journey": {
    "H": "Má cesta IT světem",
    "P": "O programování jsem se začal zajímat na střední škole, kde jsem měl za úkol vyvinout jednoduchý program v Pascalu, od té chvíle moje zvědavost začala stoupat a klesat až do univerzitních dnů, kdy jsem se hlouběji ponořil do vývoje softwaru a vytvořil své první 3 středně velké projekty ( C++, PHP ) poté jsem se pomalu začal učit Web Development, kde jsem se cítil přitahován a našel radost z tvorby webových stránek. Od té doby jsem dělal různé projekty osobní nebo pro blízké klienty."
  },
  "Motivation": {
    "H": "Vášnivý pro kódování a inovace",
    "P": "Nesmírnou radost mám z kódování a práce v IT sektoru a zároveň využívám neomezených možností technologií k vývoji nových věcí pro vlastní potřebu nebo ku prospěchu klienta. Jsem oddán tomu, abych skrze softwarový vývoj přispíval k pozitivním změnám – ať už vytvářením webových stránek pro klienty, kteří budou spokojeni nebo optimalizací výkonu aplikací a jejich tvorbu."
  }
}
